<template>
  <modal class="modal-area" name="modalTerms" width="90%"  height="auto" :maxWidth="450" :adaptive="true" :scrollable="true">
    <dl class="ma-header">
      <dt>이용약관</dt>
      <dd @click="$modal.hide('modalTerms')"><i class="uil uil-times"></i></dd>
    </dl>

    <div class="ma-terms">
      <h2>[제 1 장 총칙]</h2>

      <h3>제 1 조 (목적)</h3>
      <div>
        본 정책에는 귀하와 LAWGG.KR.LTD (이하 '로우지지'라 함.) 사이에 귀하가 LAWGG.KR Web(이하 'LAWGG.KR 응용 프로그램'이라 함)을 사용하는 동안 LAWGG.KR 서비스(용어의 정의 참조) 다운로드, 설치, 회원 가입, 로그인, 이용에 관한 조건 및 권리와 의무가 명시되어 있으므로 반드시 자세히 읽어보시고 귀하의 권익을 보호하시기 바랍니다.<br><br>

        로우지지 서비스는 만 12세 이상에게만 제공됩니다. 로우지지는 귀하가 12세 미만으로 계정을 가입한 경우 서비스의 전부 또는 일부를 거부할 권리가 있습니다.<br><br>

        귀하는 로우지지 계정을 처음 가입하고 "로우지지 서비스 약관"을 표시하는 인터페이스에 들어가며, 귀하가 계속해서 로우지지 서비스에 로그인하여 사용한다면, 즉, 귀하 또는 귀하의 법정대리인이 이미 적정 검토 기간(5일 이상 권장)동안 해당 서비스 약관(서비스 약관, 사용자 규범, 개인정보 보호 정책 포함, 이하 동일합니다)을 자세히 검토하고 확실히 이해하며, 상기 서비스 약관 및 정책을 준수할 의향이 있음을 의미합니다. 예: 한국 지역에서는 20세 미만일 경우 법정대리인(예: 부모, 법정후견인)의 허가를 받아야만 계정을 가입할 수 있습니다.

      </div>

      <h3>제 2 조 (용어의 정의)</h3>
      <div>
        본• LAWGG.KR 서비스: 본 서비스 약관에서 말하는 LAWGG.KR 서비스는 로우지지가 서비스 소프트웨어(Lita App) 및 서비스 웹사이트(https://www.LAWGG.KR/ko/)를 통해 제공하는 온라인 게시판, 온라인 게시물, 온라인 댓글, 파트너 서비스 등의 인터넷 서비스를 의미합니다. LAWGG.KR 관계회사 및 자회사는 상기 소프트웨어 및 웹사이트와 관련하여 명칭 변경, 도메인 이름 변경 및 추가를 포함하되 이에 국한되지 않는 권리를 가집니다.<br><br>

        • LAWGG.KR.LTD : LAWGG.KR 응용 프로그램 기업 및 관련 기업의 합칭을 말합니다.<br><br>

        • LAWGG.KR 응용 프로그램: 로우지지 서비스, 로우지지 서비스 소프트웨어 및 로우지지 서비스 웹사이트의 합칭을 말합니다.<br><br>

        • LAW,GG 아터니 / LAWGG.KR 저지먼트：LAWGG.KR.LTD의 승인을 받은 후 유저에게 LAWGG.KR 서비스를 제공 및 협력하는 사람들을 말합니다. 이 서비스 유형에는 게임 재능, 게시물 및 영상 서비스 등이 포함되지만 이에 국한되지 않습니다.

      </div>

      <h3>제 3 조 (서비스 제공자 및 서비스 약관의 변경)</h3>
      <div>
        a. 귀하는 로우지지가 운영상의 필요에 따라 일방적으로 결정하여 로우지지, 로우지지 관계회사, 자회사 또는 로우지지가 인정한 협력업체를 배정 또는 지정하여 LAWGG.KR 서비스의 전부 또는 일부를 계속 운영하고 본 서비스 약관을 계속 적용할 수 있는 권리를 갖는 것에 동의합니다.<br><br>

        b. 로우지지는 언제든지 본 서비스 약관을 개정할 수 있으며, LAWGG.KR 응용 프로그램에 관한 새로운 약관, 정책, 규범 등의 내용을 게시할 수 있습니다. 로우지지는 객관적으로 가능한 경우 웹사이트 공지사항 및 애플리케이션 메시지 등을 통해 수정된 서비스 약관 또는 새로운 내용을 제시합니다. 개정된 서비스 약관이나 새로운 내용에 이의가 있으신 분은 추후에 LAWGG.KR 서비스를 이용하기 어려울 수 있습니다. 로그인 또는 사용을 계속하는 경우, 귀하 또는 귀하의 법정 대리인이 수정된 서비스 약관을 자세히 검토 및 확인했으며 수정된 서비스 약관 및 새로운 내용을 준수할 의향이 있음을 의미합니다.
      </div>

      <h3>제 4 조 (개별 서비스에 대한 특약)</h3>
      <div>
        a. LAWGG.KR 응용 프로그램에는 로우지지가 다양한 합법적인 방법으로 획득한 정보 또는 콘텐츠에 대한 링크가 포함되어 있으며, 로우지지가 합법적으로 운영하는 기타 개별 서비스도 포함되어 있습니다. 이러한 서비스는 LAWGG.KR 응용 프로그램에 별도의 섹션으로 존재할 수 있습니다. LAWGG.KR는 이러한 특별 섹션의 설치 및 서비스를 수시로 추가, 감소 또는 변경할 권리가 있습니다.<br><br>

        b. 상기 개별 서비스는 귀하가 이 서비스와 관련하여 특별히 제정한 협정 또는 귀하와 서비스 제공자 사이를 구속하는 기타 규칙을 동시에 받아들일 필요가 있습니다. 로우지지는 귀하가 이러한 계약 및 규칙을 쉽게 볼 수 있도록 제공할 것입니다. 상기 서비스를 이용하기 시작하면 개별 서비스에 대한 해당 사용자 서비스 약관의 제약을 동시에 받는 것으로 간주됩니다.<br><br>

        c. 귀하가 LAWGG.KR 서비스에 연결된 협력업체 또는 제3자가 제공하는 서비스를 이용하고자 하는 경우, 본 서비스 약관을 준수하는 것 외에 해당 협력업체 또는 제3자의 해당 사용자 서비스 약관의 제약을 준수해야 합니다. 해당 협력업체 또는 제3자 서비스로 인한 분쟁, 손실 또는 손해는 귀하가 해당 협력업체 또는 제3자와 스스로 해결하며 로우지지와 관련이 없습니다.
      </div>


      <h3>제 5 조 (다운로드, 설치, 회원 가입, 로그인, LAWGG.KR 서비스 이용)</h3>
      <div>
        a. LAWGG.KR 서비스를 이용하기 위해서는 LAWGG.KR 또는 그 협력업체에서 공식 버전의 LAWGG.KR 응용 프로그램을 다운로드 및 회원 가입, 로그인해야 하며, 공식 LAWGG.KR 서비스 웹사이트에서도 회원가입하여 로그인할 수 있습니다. 비공식 버전의 LAWGG.KR 응용 프로그램을 통해 LAWGG.KR 서비스를 이용하려고 할 경우 이로 인한 피해는 로우지지와 무관합니다.<br><br>

        b. 로우지지는 다양한 단말기(예: 휴대폰, 컴퓨터)를 위한 다양한 LAWGG.KR 응용 프로그램 버전을 개발할 수 있으며 실제 장비 상태에 따라 적절한 응용 프로그램 버전을 다운로드, 설치 및 업데이트해야 합니다. 이에 귀하가 더 이상 LAWGG.KR 서비스를 사용하지 않을 경우 응용 프로그램을 제거할 수 있습니다.<br><br>

        c. 로우지지는 사용자 체험 및 서비스 향상을 위해 수시로 LAWGG.KR 응용 프로그램 업데이트를 제공합니다(응용 프로그램 수정, 업그레이드, 기능 강화, 신규 서비스 개발, 응용 프로그램 교체 등 포함하되 이에 국한되지 않습니다). 객관적으로 가능한 경우, LAWGG.KR 응용 프로그램의 보안 확보 및 사용자 서비스 향상을 위해 LAWGG.KR 응용 프로그램이 업데이트된 후, 로우지지는 웹사이트 공지사항 및 애플리케이션 메시지 등에 대한 적절한 방법으로 귀하에게 알려드립니다. 귀하는 업데이트 버전 또는 서비스를 수락할 수 있으며, 수락하지 않을 경우 일부 기능이 제한되거나 계속 사용하실 수 없습니다.<br><br>

        d. 로우지지로부터 명시적으로 사전 서면 승인을 받지 않은 경우, LAWGG.KR 서비스 및 응용 프로그램에 대한 개편, 복제, 배포, 수직 검색 또는 거래 등은 어떠한 형태로든 무단으로 사용할 수 없습니다.<br><br>

        e. LAWGG.KR 서비스를 이용하기 위해서는 LAWGG.KR 응용 프로그램와 관련된 단말장치(휴대폰, 컴퓨터 등)를 스스로 준비해야 하며, 단말장치에서 LAWGG.KR 응용 프로그램을 활성화하거나 로그인하면 LAWGG.KR 응용 프로그램 및 LAWGG.KR 서비스를 이용하는 것으로 간주됩니다. LAWGG.KR 서비스의 모든 기능을 충분히 이용하기 위해서는 귀하는 단말기를 네트워크에 연결하고 필요한 비용(예: 데이터 요금, 인터넷 요금 등)을 부담해야 합니다.<br><br>

        f. 귀하는 권리자의 동의 없이 또는 충분한 승인 없이 귀하 이외의 다른 사람을 위해 계정을 만들 수 없습니다.<br><br>

        g. 로우지지는 귀하에게 가입경로를 제공하며, 귀하는 합법적이고 LAWGG.KR 사용자 규범에 맞는 문자 조합을 귀하의 계정으로 선택하고 보안 요구에 맞는 비밀번호를 스스로 설정할 권리가 있습니다. 또한 귀하가 설정한 계정, 비밀번호는 LAWGG.KR 서비스를 이용하기 위해 로그인하는 데 사용됩니다.<br><br>

        h. 귀하는 귀하의 계정이 국내 법규 및 LAWGG.KR의 약관, 정책, 규범 등을 위반하여서는 안 되며, 귀하의 닉네임, 프로필 및 기타 개인정보에 불법 및 불량 정보가 포함되어서는 안 되며, 타인의 허락 없이 타인의 명의(타인의 이름, 명칭, 글자 크기, 프로필 등을 도용하여 혼동을 일으킬 수 있는 방식을 포함하되 이에 국한되지 않습니다)로 계정을 개설해서는 안 되며, 악의적으로 LAWGG.KR 계정을 등록해서(빈번한 등록, 다량의 계정 개설 등을 포함하되 이에 국한되지 않습니다)는 안 됩니다. 이에 로우지지는 귀하가 제출한 가입 정보를 검토할 권리가 있습니다.<br><br>

        i. 귀하의 LAWGG.KR 서비스에 가입된 계정 소유권 및 관련 권익은 LAWGG.KR에게 귀속되며, 귀하는 가입 절차를 완료한 후 해당 계정의 사용권만 가집니다. 귀하의 계정은 본인만 사용하실 수 있으며, 로우지지의 서면 동의 없이 어떠한 형태로든 증여, 대여, 양도, 판매 또는 타인에게 계정 사용을 허가하는 것을 금지합니다. 로우지지는 여러 명이 동일한 LAWGG.KR 계정을 사용한다고 합리적으로 판단되는 경우, 로우지지는 통지 없이 즉시 상기 사용자 및 LAWGG.KR 계정을 차단할 권리가 있으며 그에 어떠한 법적 책임도 지지 않습니다.<br><br>

        j. 귀하는 타인의 로그인 정보를 엿보거나 다른 LAWGG.KR 서비스 사용자의 계정에 로그인하거나, 다른 사용자의 LAWGG.KR 계정의 보안을 침해하는 어떠한 행위도 금지되어 있습니다.<br><br>

        k. 귀하의 LAWGG.KR 응용 프로그램 비밀번호 또는 기타 로그인 정보를 다른 사람과 공유하거나 귀하의 LAWGG.KR 계정의 보안을 위협할 수 있는 어떠한 행위도 금지되어 있습니다.<br><br>

        l. 귀하는 귀하가 LAWGG.KR 서비스에서 수행하는 데이터 수정, 언론 발표, 대금 지불 및 기타 작업을 포함하되 이에 국한되지 않는 계정을 가입하는 활동에 대한 모든 법적 책임을 져야 합니다. 다른 사람이 귀하의 계정을 허가 없이 사용하거나 기타 보안 위반이 발생한 경우 즉시 로우지지에 알릴 것을 당부드립니다. 귀하는 본인의 계정과 비밀번호를 잘 보관해야 할 의무가 있습니다.<br><br>

        m. 로우지지의 사용이 끝난 후에는 안전하게 로그아웃해야하며, 귀하의 부적절한 보관으로 인해 계정 도용 및 비밀번호 분실이 발생할 시에는 책임은 본인이 지셔야 합니다. 귀하의 계정을 분실하거나 비밀번호를 잊어버렸을 경우 로우지지에게 즉시 계정 또는 비밀번호 찾기를 요청할 수 있습니다. 비밀번호 찾기 메커니즘은 요청자가 제공한 정보와 시스템 기록과 일치하는지 여부만 식별할 수 있으며 요청자가 실제 사용자인지 여부를 식별할 수 없음을 이해하고 인정합니다.<br><br>

        n. 사용자 한 명당 하나의 LAWGG.KR 계정만 신청할 수 있습니다. 계정 가입 방법: 합법적으로 소유한 제3자 플랫폼 계정을 통해 휴대폰 번호를 사용하여 가입합니다. 로우지지가 한 사람이 여러 개의 LAWGG.KR 계정을 사용한다고 합리적으로 판단되는 경우, 로우지지는 어떠한 법적 책임도 지지 않고 상기 사용자 및 LAWGG.KR 계정을 즉시 차단할 권리가 있습니다.<br><br>

        o. 타인의 악의적인 공격이나 본인의 사유 또는 기타 불가항력적인 요인으로 인해 귀하의 계정이 도용, 분실한 경우 귀하는 책임을 지며, LAWGG.KR는 어떠한 책임도 지지 않습니다.<br><br>

        p. 귀하가 법률 주체를 대신하여 LAWGG.KR 서비스를 사용하는 경우 법률 주체를 대신하여 계약을 체결할 수 있는 충분한 권한이 있으며 대표권이 계속 유효함을 선언하고 보장합니다.<br><br>

        q. 귀하는 가입 후 2년 이상 계정을 로그인하지 않았을 경우 계정 도용 등의 문제가 발생하지 않도록 로우지지는 언제든지 계정을 정지 또는 삭제할 수 있는 권한을 가지며, 이에 이해하고 동의합니다.
      </div>

      <h3>제 6 조 (광고)</h3>
      <div>
        귀하는 로우지지가 LAWGG.KR 응용 프로그램에 로우지지 및 로우지지가 승인한 제3자의 상업적 광고, 홍보 또는 정보(상업 또는 비상업적 정보 포함)를 표시할 권리가 있음을 이해하고 동의합니다. 귀하는 광고 또는 홍보용 정보의 진정성과 신뢰성을 스스로 판단하여야 하며, 자신의 판단행위에 대하여 책임을 져야 합니다. 법령에 명시되어 있는 경우를 제외하고, 해당 광고 또는 홍보 정보로 인한 구매, 거래 또는 상기 내용으로 인한 손해 또는 손실은 귀하께서 부담하며, LAWGG.KR는 이에 대한 책임을 지지 않습니다.
      </div>

      <h3>제 7 조 (LAW,GG 아터니 / LAWGG.KR 저지먼트)</h3>
      <div>
        a. 귀하는 LAW,GG 의 게시판을 통한 신청, 또는 로우지지 내 관리자의 등록으로 인해 권한을 가질 수 있으며 권한의 이름은 LAW,GG 아터니 / LAW,GG 저지먼트로 명명합니다.<br><br>

        b. 귀하가 LAW,GG 서비스 사용자 규범을 위반하여 로우지지의 공정성 및 편의성 등을 해친다고 판단될 경우 , 당사는 귀하의 계정을 정지하거나 삭제할 수 있으며, 귀하는 귀하의 계정을 통해 귀하의 재판 기록을 포함한 모든 정보를 얻을 수 없습니다.<br><br>

        c. LAWGG.KR 아터니 (이하 '아터니' 라고 함)의 권한을 가진 유저는 다른 유저들의 게시판에 판결을 내릴 수 있는 권리를 가지며, 이는 LAW,GG 저지먼트 (이하 '저지먼트' 라고 함) 가 출범하기 전까지로 한정됩니다.<br><br>

        d. 저지먼트가 출범된 이후로는 아터니는 게시판 내의 유저들을 변호할 수 있는 권리를 가지며, 이에 저지먼트가 판결을 내릴 수 있는 권리를 가지게 됩니다.
      </div>

      <h3>제 8 조 (면책 조항)</h3>
      <div>
        a. 귀하는 LAW,GG 응용 프로그램이 여러 가지 요인에 의해 영향을 받거나 방해될 수 있으므로 아래의 내용(포함하지만 이에 국한되지 않습니다)을 보장하지 않을 수 있음을 이해하고 동의합니다:<br><br>

        i. 상업적 적합성, 특정 용도 적합성을 갖출 것.<br><br>

        ii. 사용자가 회사를 통해 획득한 어떠한 소프트웨어, 서비스 또는 기타 재료가 방해받지 않고, 적시적이고, 안전하고, 신뢰할 수 있거나, 오류가 발생하지 않으며, 사용자의 기대에 부합할 것.<br><br>

        iii. 응용 프로그램의 모든 오류를 정정할 수 있을 것.<br><br>

        b. 대출 또는 기타 재산과 관련된 것으로 혐의를 받고 있는 온라인 콘텐츠, 계정 비밀번호, 광고 또는 홍보 등의 정보에 대해 사용자는 신중하게 취급하고 스스로 판단해야 하며, 이로 인해 귀하가 입은 이익, 상업 평판, 자료 손실 또는 기타 유무형의 손실에 대해 로우지지는 어떠한 직접, 간접, 부수적, 파생적 또는 징벌적 배상 책임도 지지 않습니다.<br><br>

        c. 귀하는 LAW,GG 응용 프로그램이 현재의 기술 및 조건에 따라 제공되는 것임을 이해하고 동의합니다. 로우지지는 서비스의 일관성과 안전성을 확보할 수 있도록 최선을 다하겠습니다. 로우지지는 불가항력, 바이러스, 트로이 목마, 해커 공격, 시스템 불안정, 협력업체의 서비스의 하자 및 기타 각종 보안 문제의 침해로 인한 서비스 중단, 데이터 손실 및 기타 위험을 포함하지만 이에 국한되지 않는 법률, 기술 및 기타 위험을 항상 예측하고 예방할 수 없다는 것을 이해합니다. 상기 리스크가 발생한 경우 로우지지는 최대한 신속하게 복구하기 위해 노력하지만, 귀하는 이러한 리스크로 인해 귀하에게 손실을 초래하였을 경우 로우지지가 책임을 지지 않는다는데 동의합니다.<br><br>

        d. 로우지지는 본 계약에 따라 법률 및 규정 위반 내용을 처리할 권리를 가지며, 이 권리는 로우지지의 의무 또는 약속을 구성하지 않으며, 로우지지는 불법 행위를 적시에 발견하거나 상응하는 처리를 보장할 수 없습니다.<br><br>

        e. 로우지지는 로우지지가 이러한 가능한 피해를 인지하더라도 본 서비스 약관 또는 LAW,GG 서비스에 대한 이익 손실 또는 기타 파생적, 특수적, 간접적 또는 부수적으로 발생하는 손해에 대해 책임을 지지 않습니다.<br><br>

        f.. 로우지지는 귀하와 다른 이용자들이 LAW,GG 응용 프로그램을 통하지 않고 한 행동에 대하여 어떠한 법적 책임을 지지 않습니다.
      </div>

      <h3>제 9 조 (위약처리)</h3>
      <div>
        a. 본 서비스 약관을 위반하거나 위반할 우려가 있는 경우, 로우지지는 독자적으로 판단하여 상황에 따라 서비스의 전부 또는 일부를 종료할 수 있는 권리를 가지며(사전 경고, 전송 내용 게시 중지, 전송된 내용 삭제, 계정의 일부 또는 전체 기능 제한, 영구적인 계정 폐쇄 등의 조치를 포함하되 이에 국한되지 않습니다), 적절한 법적 구제 조치를 취할 수 있습니다. 로우지지는 처리 결과를 공시할 권리가 있으며, 실제 상황에 따라 서비스의 전부 또는 일부의 재개 여부를 결정할 권리가 있습니다. 침해, 범죄 또는 기타 법률 및 규정 위반으로 의심되는 행위에 대해 관련 기록을 보관하고 법에 따라 주무기관 및 그 지정된 네트워크 콘텐츠 보호 기관에 대한 조사에 협력합니다. 로우지지는 삭제된 콘텐츠를 복구하지 않습니다.<br><br>
        당사가 귀하의 계정을 정지하거나 삭제할 경우, 귀하는 귀하의 계정을 통해 귀하의 트라이얼 기록을 포함한 모든 정보 및 권리를 얻을 수 없음을 충분히 이해하고 동의합니다.<br><br>

        b. 본 서비스 약관을 위반하여 소송 또는 보상청구가 발생한 경우, 귀하는 모든 법적 책임을 져야 합니다. 귀하의 위법 또는 위약행위로 인하여 로우지지가 제3자에게 배상하거나 국가기관의 처벌을 받게 된 경우, 귀하는 또한 로우지지가 이로 인해 입은 모든 손해(정부 벌금, 소송비, 변호사비, 제3자에게 손해배상청구 등 포함하되 이에 국한되지 않습니다)를 충분히 배상해야 합니다.
      </div>


      <h3>제 10 조 (서비스의 변경, 중단 및 종료)</h3>
      <div>
        a. 귀하는 로우지지가 전반적인 운영상의 필요에 따라 사용자에게 어떠한 책임이나 배상책임을 지지 않고, 공지 후 LAW,GG 응용 프로그램을 수정, 중단, 중지 또는 종료할 권리가 있음을 이해하고 동의합니다.<br><br>

        b. 당사는 어떠한 이유로든 귀하에게 사전 통지 없이 귀하의 게시물을 삭제, 취소, 편집, 변경, 수정 및/또는 차단할 권리를 보유합니다. LAW,GG 서비스는 정기적인 수리 또는 업데이트, 긴급 복구, 통신 연결 및/또는 장비의 고장 또는 기타 이유로 인해 방해를 받을 수 있습니다. 이 경우 당사는 LAW,GG 서비스의 수정, 일시정지, 고장, 중지 또는 정지, 또는 귀하가 게시한 내용의 분실 또는 기타 어떠한 형태의 손해에 대해서도 손해배상 책임을 지지 않습니다.<br><br>

        c. 만약 당사가 귀하의 계정을 정지시켰다면, 귀하는 당사의 서면 동의 없이 또 다른 계정을 만들 수 없습니다.<br><br>

        d. 지역제한 : LAW,GG 서비스가 제공하는 정보가 특정 관할권 또는 국가에서 불법으로 간주되는 경우 귀하는 해당 관할권 또는 국가에서 해당 정보를 유포 또는 사용할 수 없습니다. 당사는 모든 사람, 지역 또는 관할권에 대해 LAW,GG 응용 프로그램의 전체 또는 일부를 제한할 수 있음을 언제든지 스스로 결정할 권리가 있습니다. 만약 귀하가 적용하는 법에 따라 귀하의 LAW,GG 서비스 이용이 허가되지 않는다면, 귀하는 귀하의 LAW,GG 계정을 정지시키고 LAW,GG 서비스 이용을 중지해야 합니다.
      </div>

      <h3>제 11 조 (양도 및 위탁)</h3>
      <div>
        당사의 사전 서면 동의 없이 귀하는 본 서비스 약관의 권리 또는 의무의 전부 또는 일부를 제3자에게 양도하거나 위탁할 수 없습니다. 당사의 사전 서면 동의 없이 이루어진 양도 및 위탁은 모두 무효로 처리됩니다. 당사는 귀하의 동의 없이 본 서비스 약관 또는 그 일부 또는 전부의 권리/의무를 제3자에게 양도하거나 위탁할 수 있습니다.
      </div>

      <h3>제 13 조 (약관의 효력가분성)</h3>
      <div>
        본 서비스 약관의 어떤 규정이 적용되어야 할 법률과 상충되거나 집행할 수 없는 경우, 본 서비스 약관의 목적에 영향을 미치지 않는 전제 하에서, 해당 충돌 또는 집행불능은 본 서비스 약관의 다른 규정 및 그 효력에 영향을 미치지 않습니다.
      </div>

      <h3>제 14 조 (비밀성)</h3>
      <div>
        귀하께서는 LAW,GG의 사전 서면 동의가 없는 한, LAW,GG 서비스 이용 기간 및 이용 종료 후 로우지지 또는 로우지지가 지정한 자로부터 제공받은 Lita의 기술, 업무, 기타 정보를 제3자에게 누설하거나 단독으로 이용해서는 안 됩니다.<br><br>

        LAW,GG 서비스 약관에 대해 질문이 있거나 약관에 따라 LAW,GG에 문의해야 할 경우 LAW,GG 고객센터: 070-7954-9511로 연락하시기 바랍니다.
      </div>

      <h2 class="mt50">[제2장 LAW,GG 사용자 규범]</h2>

      <div>
        본 규범에는 귀하와 LAW,GG.LTD.(이하 "로우지지"라 함) 사이에 귀하가 LAW,GG Web(이하 LAW,GG 응용 프로그램이라 함)을 사용하는 동안 LAW,GG 서비스(용어의 정의 참조) 다운로드, 설치, 회원 가입, 로그인, 이용에 관한 조건 및 권리와 의무가 명시되어 있으므로 반드시 자세히 읽어보시고 귀하의 권익을 보호하시기 바랍니다.<br /><br>

        귀하는 LAW,GG 계정을 처음 가입하고 "LAW,GG 서비스 약관"을 표시하는 인터페이스에 들어가며, 귀하가 계속해서 LAW,GG 서비스에 로그인하여 사용한다면, 즉, 귀하 또는 귀하의 법정대리인이 이미 적정 검토 기간(5일 이상 권장)동안 해당 서비스 약관(사용자 규범, 개인정보 보호 정책 포함, 이하 동일합니다)을 자세히 검토하고 확실히 이해하며, 상기 서비스 약관 및 정책을 준수할 의향이 있음을 의미합니다. 예: 한국 지역에서는 20세 미만일 경우 법정대리인(예: 부모, 법정후견인)의 허가를 받아야만 계정을 가입할 수 있습니다.<br /><br>

        본 규범을 위반하거나 위반할 우려가 있는 경우, LAW,GG는 독자적으로 판단하여 상황에 따라 서비스의 전부 또는 일부를 종료할 수 있는 권리를 가지며(사전 경고, 전송 내용 게시 중지, 전송된 내용 삭제, 계정의 일부 또는 전체 기능 제한, 영구적인 계정 폐쇄 등의 조치를 포함하되 이에 국한되지 않습니다), 적절한 법적 구제 조치를 취할 수 있습니다. <br /><br>

        로우지지는 처리 결과를 공시할 권리가 있으며, 실제 상황에 따라 서비스의 전부 또는 일부의 재개 여부를 결정할 권리가 있습니다. 침해, 범죄 또는 기타 법률 및 규정 위반으로 의심되는 행위에 대해 관련 기록을 보관하고 법에 따라 주무기관 및 그 지정된 네트워크 콘텐츠 보호 기관에 대한 조사에 협력합니다. 삭제된 콘텐츠에 대해 LAW,GG는 복구하지 않습니다. 또한 당사가 귀하의 계정을 정지하거나 삭제할 경우, 귀하는 귀하의 계정을 통해 귀하의 트라이얼 기록을 포함한 모든 정보를 얻을 수 없음을 충분히 이해하고 동의합니다.<br><br>

        본 규범을 위반하여 소송 또는 보상청구가 발생한 경우, 귀하는 모든 법적 책임을 져야 합니다. 귀하의 위법 또는 위약행위로 인하여 LAWGG.KR, LAWGG.KR 관계회사 및 자회사가 제3자에게 배상하거나 국가기관의 처벌을 받게 된 경우, 귀하는 또한 LAWGG.KR, LAWGG.KR 관계회사 및 자회사가 이로 인해 입은 모든 손해(정부 벌금, 소송비, 변호사비, 제3자에게 손해배상청구 등 포함하되 이에 국한되지 않습니다)를 충분히 배상해야 합니다.<br />
      </div>

      <h3>제 15 조 (사용자 행동 규범)</h3>
      <div>
        a. 귀하는 LAWGG.KR 응용 프로그램을 이용하여 컴퓨터 네트워크의 안전을 위협하거나 기타 침해행위를 할 수 없으며, 다음을 포함하되 이에 한정되지 않습니다.<br /><br>

        i. 타인의 네트워크에 불법적으로 침입하거나, 타인의 네트워크의 정상적인 기능을 방해하고, 네트워크 데이터를 훔치는 등 네트워크 안전을 위협하는 활동을 합니다.<br /><br>

        ii. 네트워크 침입, 네트워크의 정상적인 기능 및 보호 조치 방해, 네트워크 데이터 도난 및 기타 네트워크 보안을 위협하는 활동에 특별히 사용되는 프로그램 및 도구를 제공합니다.<br /><br>

        iii. LAWGG.KR 응용 프로그램의 기능, 데이터, 무결성 및/또는 서비스 인터페이스를 어떠한 방식으로든 수정, 침입 및 방해하려고 시도합니다.<br /><br>

        iv. 보조 프로그램, 플러그인, 가속 프로그램, 수정 프로그램, LAWGG.KR 플랫폼 침입, 패키지 값 복사 및 변경 등을 어떠한 방식으로든 사용하여 LAWGG.KR 플랫폼의 운영에 영향을 미치거나 LAWGG.KR 서비스 플랫폼의 관련 활동(이벤트 등을 포함하되 이에 국한되지 않습니다)의 진행 및 결과에 간섭하려고 합니다.<br /><br>

        v. 응용 프로그램의 비정상적인 접근 또는 잘못된 오류 / 취약점을 사용하여 서버에 부담을 주거나 기회를 잡고 응용 프로그램의 가상 선물, 현금 및 기타 이익을 얻습니다.<br /><br>

        vi. 어떤 방식으로든 LAWGG.KR 플랫폼 자료 탈취 또는 수정, LAWGG.KR 사용자 자료 탈취 또는 수정, 타인의 LAWGG.KR 계정 도용을 시도합니다.<br /><br>

        vii. 어떤 방식으로든 LAWGG.KR에서 파생적인 창작 또는 기타 지적 재산권을 창조하려고 시도합니다.<br /><br>

        viii. 타인이 인터넷 안전을 위협하는 활동을 인지 하에 기술 지원, 광고 홍보, 지불 및 결제 등의 도움을 제공합니다.<br /><br>

        ix. 허가받지 않은 자료를 사용하거나 허가받지 않은 서버/계정에 접속합니다.<br /><br>

        x. 허가 없이 공중 네트워크 또는 타인의 컴퓨터 시스템에 무단으로 접속하여 저장된 정보를 삭제, 수정, 추가합니다.<br /><br>

        xi. 허가 없이 LAWGG.KR 응용 프로그램의 취약점을 탐색, 스캔 및 테스트하거나 네트워크 보안을 손상시키는 기타 행위를 시도합니다.<br /><br>

        xii. LAWGG.KR 응용 프로그램의 정상적인 운영을 방해하거나 악성 프로그램 또는 바이러스를 의도적으로 유포하거나 기타 정상적인 인터넷 정보 서비스를 방해하는 행위를 시도합니다.<br /><br>

        xiii. TCP/IP 패킷의 이름 또는 일부 이름을 위조합니다.<br /><br>

        xiv. LAWGG.KR 응용 프로그램을 역공학, 역어셈블리, 컴파일 또는 다른 방법으로 소프트웨어의 원본 코드를 발견하려고 합니다.<br /><br>

        xv. 악의적으로 LAWGG.KR 계정을 가입합니다. 빈번하고 대량으로 가입된 계정을 포함하되 이에 국한되지 않습니다.<br /><br>

        xvi. 법령, 로우지지의 서비스 약관, 정책, 규범 등을 위반하고 타인의 정당한 권익을 침해하는 기타 행위를 합니다.<br /><br>

        xvii. 로우지지가 귀하의 행위가 상기 약정을 위반하거나 위반할 우려가 있다고 판단할 이유가 있는 경우, 로우지지는 독자적으로 판단하여 처리할 수 있으며, 어떠한 사전 통보도 없이 사용자에게 서비스를 종료하고 책임을 물을 수 있습니다.<br /><br>

        b. 귀하는 LAW,GG 응용 프로그램을 통해 LAW,GG 담당자와 직접 연락하였음에도 불구하고, LAW,GG 서비스 사용자가 LAW,GG 서비스 약관(본 규범 포함)을 위반하거나 LAW,GG 아터니/저지먼트의 특별 대우를 요청하는 것을 돕거나 격려하거나, 협조하거나, 대리할 수 없습니다.<br /><br>

        c. 귀하는 LAW,GG 응용 프로그램을 통해 LAW,GG 담당자와 직접 연락하였음에도 불구하고, 어떠한 이미지, 언어, 신체적 표현으로 LAW,GG 응용 프로그램의 사용자 또는 LAW,GG의 직원을 비방, 학대, 협박하거나 사칭해서는 안됩니다.<br /><br>

        d. 귀하는 다른 LAW,GG 서비스 사용자가 LAW,GG 응용 프로그램 관련 활동(이벤트 등 포함)의 진행 및 결과에 간섭하거나 조작하도록 돕거나 격려하거나 협조하거나 대리할 수 없습니다. 귀하가 상기 규범에 의해 기타 침해 위반으로 의심되는 경우 스스로 관련 법적 책임을 져야 합니다.<br /><br>
      </div>

      <h3>제 16 조 (콘텐츠 규범)</h3>
      <div>
        a. 귀하는 귀하께서 LAW,GG 서비스를 이용하여 게시하신 문자, 사진, 영상, 등(포스팅, 사진 올리기, 댓글 등을 포함하되 이에 제한되지 않습니다) 에 대해 법률, 규정 및 사회적 선량한 풍습을 자각적으로 준수해야 하며, 그렇지 않을 경우 LAW,GG는 즉시 상응하는 조치를 취할 것입니다.<br /><br>

        b. 귀하는 다음 내용을 발표하지 않습니다:<br /><br>

        i. 국가 안보를 해치고, 국가 비밀을 누설하는것.<br /><br>

        ii. 정치적 이슈에 대한 모든 발언 및 표현, 심각한 부정적인 결과를 초래할 수 있는 모든 발언, 행동 및 표현.<br /><br>

        iii. 테러리즘, 극단주의를 선양하는것.<br /><br>

        iv. 지역 차별, 지역 증오를 부추기는것.<br /><br>

        v. 유언비어, 사기정보, 허위정보를 조작 및 유포하여 사회질서를 어지럽히고 사회안정을 해치는것.<br /><br>

        vi. 음란물, 도박, 폭력, 살인, 공포 또는 범죄를 유포하거나 퍼뜨리는 것.<br /><br>

        vii. 네트워크 보안을 위협하고 네트워크를 사용하여 국가 안보를 위협하는것.<br /><br>

        viii. 그림, 언어, 지체 등의 어떤 표현으로 다른 사람을 모욕하거나 협박하는것.<br /><br>

        ix. 욕설을 퍼뜨려 사회의 공서양속을 해치는것.<br /><br>

        x. 타인의 사생활, 개인 정보 또는 자료를 인육수색을 하는것.<br /><br>

        xi. 타인의 정당한 권익(이름권, 초상권, 명예권, 사생활권, 대리권, 상표권, 저작권, 기타 지적 재산권 등을 포함하되 이에 국한되지 않습니다)을 침해하는것.<br /><br>

        xii. 게시, 유포, 전송, 방송, 공개 방송 또는 기타 어떤 방식으로든 사적인, 허가된, 독점적인, 공격적인, 위협적인, 폭력적인, 선동적인, 노출적인, 차별적인, 불법적인, 증오적인, 성희롱적인, 외설적인, 암시적인 자료, 문자, 파일, 정보, 사용자 이름, 이미지, 그림, 사진, 스케치, 음성 및 영상, 음향, 음악 작품, 저작물, 링크 또는 기타 내용을 보여주는것.<br /><br>

        xiii. 상업 광고, 또는 이와 유사한 상업 유치 정보, 과도한 마케팅 정보 및 스팸 정보를 유포하는것.<br /><br>

        xiv. 타인의 허락 없이 몰래 촬영, 몰래 녹음하여 타인의 합법적 권리를 침해하는것.<br /><br>

        xv. 테러, 폭력, 고위험성, 공연자 자신 또는 타인의 신체적, 정신적 건강을 위협하는 내용을 포함하는 경우(다음을 포함하되 이에 국한되지 않습니다):<br /><br>

        1. 폭력 및/또는 자해 행위 내용.<br /><br>

        2. 생명과 건강을 위협하거나 총, 칼과 같은 위험한 장비를 사용한 공연으로 자신 또는 타인의 인신 및/또는 재산권에 위험을 주는 내용.<br /><br>

        3. 인신 상해 또는 사망에 이를 수 있는 위험 또는 위법한 활동에 타인의 참여를 종용, 유도하는 내용.<br /><br>

        4. 사망 관련 장면: 시체, 표본, 살인 사건 현장.<br /><br>

        xvi. 흐릿하거나 개조된 사진 등 개인을 식별할 수 없는 사진, 영상을 사용하는것.<br /><br>

        xvii. 타인의 사진과 도문을 편집하거나 문자/부호/정보를 첨삭하는 등 타인의 이미지를 손상시키거나 부정적인 논평을 하는것.<br /><br>

        c. LAW,GG 응용 프로그램을 사용하여 성 서비스를 제공하고 불법 상품 또는 의약품을 거래할 수 없습니다(약물이 귀하의 지역에서 합법적인 의약품인 경우에도 불구합니다). 불법 상품에는 해적판 상품, 총, 담배 및 술, 살아있는 동물 등이 포함되지만 이에 국한되지 않습니다.<br /><br>

        d. LAW,GG 응용 프로그램을 통해 상품을 판매할 수 없습니다. 단, LAW,GG와의 공식 제휴를 통한 판매는 예외입니다.<br /><br>

        e. 귀하는 LAW,GG 응용 프로그램을 통해 LAW,GG 서비스 사용자에게 타 브랜드의 서비스를 이용하도록 종용, 유도하여서는 안 됩니다.<br /><br>

        f. LAW,GG 응용 프로그램 사용자에게 스팸과 같은 허가되지 않은 상업적 또는 스팸 메시지를 생성하거나 업로드할 수 없습니다.<br /><br>

        g. 컴퓨터 웜, 컴퓨터 바이러스, 스파이웨어, 악성 소프트웨어 또는 기타 악성 코드를 전송하거나 정상적인 LAW,GG 응용 프로그램의 운영, 보안, 비밀 또는 인터페이스를 방해, 중단, 과부하 또는 파괴할 수 없습니다.<br /><br>

        h. LAW,GG 응용 프로그램의 기능, 완전성 및/또는 서비스 인터페이스를 변경하거나, 수정하거나, 현재의 원본 코드 또는 기타 지적 재산권을 획득하기 위한 파생적 창작, 해독 또는 시도를 해서는 안 됩니다. 또한 플러그인, 안티코딩 또는 어떠한 부정한 방법으로 LAW,GG 서비스를 사용할 수 없습니다.<br /><br>

        i. 다른 LAW,GG 응용 프로그램 사용자의 LAW,GG 응용 프로그램 사용을 제한하거나 다른 LAW,GG 응용 프로그램 사용자의 사용을 방해하거나 방해하려고 해서는 안 됩니다.<br /><br>

        j. 귀하는 타인이 LAW,GG 서비스 약관(이 규범 포함)의 어느 하나 및/또는 기타 LAW,GG 그룹 계열사에서 발행한 약관을 위반하도록 돕거나 권장할 수 없습니다.<br /><br>

        k. 당사는 귀하의 LAW,GG 계정, 관련 활동 및/또는 귀하가 LAW,GG 응용 프로그램을 통해 게시한 콘텐츠(이하 "발표한 내용"이라 함)를 사전에 검토 및/또는 감시할 수 있습니다.<br /><br>

        l. 귀하가 발표한 내용이 LAW,GG 서비스 약관(본 규범 포함)의 어느 하나의 규범에 위반된다고 판단되는 경우, 귀하는 당사가 귀하의 LAW,GG 계정 및/또는 귀하가 게시한 내용의 전부 또는 일부를 삭제, 취소, 편집, 변경, 수정 및/또는 차단할 절대적인 권리가 있다는 데 동의합니다.<br /><br>

        m. 귀하가 게시한 내용 및/또는 다른 LAW,GG 응용 프로그램 사용자와의 교류에 대해 온라인 또는 오프라인 상태에 관계없이 전적으로 책임을 져야 합니다. 귀하는 로우지지가 어떠한 LAW,GG 응용 프로그램 사용자의 행위에 대해서도 모든 책임을 지지 않는다는 데 동의하지만, 로우지지는 적절하다고 판단될 경우 귀하와 다른 LAW,GG 응용 프로그램 사용자 간의 분쟁에 참여할 수 있습니다.<br /><br>
      </div>

      <h3>제 17 조 (콘텐츠 사용 규범)</h3>
      <div>
        a. 귀하는 LAW,GG의 서면 허가 없이 제3자가 LAW,GG 응용 프로그램의 콘텐츠에 대해 다음과 같은 행위를 할 수 있도록 권한을 부여, 허용 또는 협조할 수 없습니다.<br /><br>

        i.  LAW,GG 응용 프로그램의 콘텐츠 홍보, 페이지 뷰, 조회수 증가 등을 포함하되 이에 국한되지 않는 상업적 목적으로 복사, 판독, 및 사용하는 행위.<br /><br>

        ii. LAW,GG 응용 프로그램의 콘텐츠를 무단으로 편집, 정리, 편성하여 LAW,GG 응용 프로그램의 홈 페이지 이외의 경로에 표시하는 행위.<br /><br>

        iii. 특수 표시, 특별 코드 및 기타 형식을 포함하지만 이에 국한되지 않는 식별 방법을 사용하여 제3자가 LAW,GG 응용 프로그램의 정보 또는 콘텐츠에 트래픽, 조회 안내, 전송, 납치 및 기타 부정적인 영향을 미칠 수 있도록 돕는 행위.<br /><br>

        iv. LAW,GG 응용 프로그램의 콘텐츠를 불법으로 취득하는 기타 행위.<br /><br>

        b. 귀하는 LAW,GG의 서면 허락을 받은 후 LAW,GG 응용 프로그램의 정보 및 내용을 공유, 전달함에 있어서 다음 규정을 준수해야 합니다:<br /><br>

        i. LAW,GG의 사전 서면 동의 없이 검색 핫워드, 히트율, 분류, 검색량, 조회수 및 기타 관련 자료를 획득, 집계하여 제3자에게 공개, 제공 또는 누설할 수 없습니다.<br /><br>

        ii. LAW,GG 응용 프로그램의 소스 페이지를 변경할 수 없으며(LAW,GG 응용 프로그램의 홈페이지 링크를 포함하되 이에 국한되지 않습니다), LAW,GG 응용 프로그램의 홈 페이지 표시를 차단, 삽입, 팝업 등의 형태로 방해해서는 안 됩니다.<br /><br>

        iii. 관련 자료의 내용을 로우지지의 서면 허가 외의 목적으로 사용하여서는 안 되며, 어떠한 형태의 판매 및 상업적 사용을 하거나 협력업체에 어떠한 방식으로든 사용을 누설, 제공 또는 허가해서는 안 됩니다.<br /><br>

        iv. LAW,GG 응용 프로그램의 콘텐츠를 제3자에게 공유, 전달, 복제하는 행위는 로우지지에서 정한 기타 규범도 준수해야 합니다.
      </div>

      <h3>* 부칙</h3>
      <div>
        LAW,GG 사용자 규범에 대해 질문이 있거나 약관에 따라 LAW,GG에 문의해야 할 경우 LAW,GG 고객센터: 070-7954-9511로 연락하시기 바랍니다.<br><br>
        첫 시행일자 : 2023-06-27<br />
        시행일자 : 2023-07-04
      </div>
    </div>
  </modal>
</template>

<script>
export default {
  name: "MemberTermModal"
}
</script>

<style scoped>

</style>
